window.KMUTT_FALLBACK = {
 "tournament": "กีฬาบุคลากรมหาวิทยาลัยแห่งประเทศไทย ครั้งที่ 42 มศว เกมส์",
 "venue": "อาคารกีฬา 2 มศว องครักษ์",
 "matches": [
  {
   "id": "",
   "event": "MD35",
   "round": "Round of 128",
   "th": "อา. 31/5/2569 9:30",
   "iso": "2026-05-31 09:30",
   "court": "อาคารกีฬา2 - 4",
   "kmutt": [
    "ดร. สิทถกานต์ สิทธิ",
    "พิสิษฐ์ วิชานนะ"
   ],
   "opp": [
    {
     "name": "ทินกร ปงธิยา",
     "uni": "ม.เชียงใหม่"
    },
    {
     "name": "ทศพล ภูมิดิษฐ์",
     "uni": "ม.เชียงใหม่"
    }
   ],
   "result": "ชนะ",
   "score": "21-11, 19-21, 21-10",
   "tbd": false
  },
  {
   "id": "",
   "event": "XD35",
   "round": "Round of 64",
   "th": "อา. 31/5/2569 12:00",
   "iso": "2026-05-31 12:00",
   "court": "อาคารกีฬา2 - 3",
   "kmutt": [
    "ดร. สิทถกานต์ สิทธิ",
    "ช่อทิพย์ ระหงษ์"
   ],
   "opp": [
    {
     "name": "ทินกร ปงธิยา",
     "uni": "ม.เชียงใหม่"
    },
    {
     "name": "กุณฑลี ไชยสี",
     "uni": "ม.เชียงใหม่"
    }
   ],
   "result": "แพ้",
   "score": "18-21, 16-21",
   "tbd": false
  },
  {
   "id": "",
   "event": "XD35",
   "round": "Round of 64",
   "th": "อา. 31/5/2569 12:00",
   "iso": "2026-05-31 12:00",
   "court": "อาคารกีฬา2 - 5",
   "kmutt": [
    "พิสิษฐ์ วิชานนะ",
    "อรชร กำเนิด"
   ],
   "opp": [
    {
     "name": "นพดล พิตพีรฆ",
     "uni": "ม.มหามกุฏราชวิทยาลัย"
    },
    {
     "name": "นัยน์ปพร สุภา",
     "uni": "ม.มหามกุฏราชวิทยาลัย"
    }
   ],
   "result": "ชนะ",
   "score": "21-11, 21-7",
   "tbd": false
  },
  {
   "id": "",
   "event": "XDทั่วไป",
   "round": "Round of 64",
   "th": "อา. 31/5/2569 12:30",
   "iso": "2026-05-31 12:30",
   "court": "อาคารกีฬา2 - 6",
   "kmutt": [
    "DR.MANOVA STEPHENRAJ",
    "ปัณฑ์ณธร สั้นป้อม"
   ],
   "opp": [
    {
     "name": "กฤติเตมีย์ อ้อนอุบล",
     "uni": "มทร.อีสาน"
    },
    {
     "name": "พิชาพัชร์ ฐิติธนอภิพงษ์",
     "uni": "มทร.อีสาน"
    }
   ],
   "result": "แพ้",
   "score": "21-17, 15-21, 14-21",
   "tbd": false
  },
  {
   "id": "",
   "event": "XDทั่วไป",
   "round": "Round of 64",
   "th": "อา. 31/5/2569 14:00",
   "iso": "2026-05-31 14:00",
   "court": "อาคารกีฬา2 - 6",
   "kmutt": [
    "ธีรภัทร เขษมเวสารัชวุฒิ",
    "ดร.สุณิสา สถาพรวจนา"
   ],
   "opp": [
    {
     "name": "อาชวิน เฉลิมชัย",
     "uni": "ม.เกษตรศาสตร์"
    },
    {
     "name": "สุพรรณิการ์ ทรัพย์รำลึก",
     "uni": "ม.เกษตรศาสตร์"
    }
   ],
   "result": "ชนะ",
   "score": "21-15, 17-21, 21-18",
   "tbd": false
  },
  {
   "id": "",
   "event": "XD40",
   "round": "Round of 64",
   "th": "อา. 31/5/2569 14:30",
   "iso": "2026-05-31 14:30",
   "court": "อาคารกีฬา2 - 6",
   "kmutt": [
    "รศ.ดร. อธิปัตย์ บุญเหมาะ",
    "นิชาพร ยอดมณี"
   ],
   "opp": [
    {
     "name": "ฐานวัฒน์ พร้อมมูล",
     "uni": "อว."
    },
    {
     "name": "พันทิวา ฟองวรรณา",
     "uni": "อว."
    }
   ],
   "result": "ชนะ",
   "score": "21-14, 21-18",
   "tbd": false
  },
  {
   "id": "",
   "event": "XD40",
   "round": "Round of 64",
   "th": "อา. 31/5/2569 16:30",
   "iso": "2026-05-31 16:30",
   "court": "อาคารกีฬา2 - 7",
   "kmutt": [
    "วรทัศน์ บุญไข่",
    "ดร. ปริยาภัทร นิลสลับ"
   ],
   "opp": [
    {
     "name": "มานะ ภักดีวงศ์",
     "uni": "ม.เชียงใหม่"
    },
    {
     "name": "สุพรรณิกา แก้วน้อย",
     "uni": "ม.เชียงใหม่"
    }
   ],
   "result": "ชนะ",
   "score": "21-14, 21-15",
   "tbd": false
  },
  {
   "id": "",
   "event": "MDทั่วไป",
   "round": "Round of 64",
   "th": "อา. 31/5/2569 18:00",
   "iso": "2026-05-31 18:00",
   "court": "อาคารกีฬา2 - 6",
   "kmutt": [
    "ทยากร มหกรเพชร",
    "ผศ.ดร. อธิป ดุลย์จินดาชบาพร"
   ],
   "opp": [
    {
     "name": "ภรัณวัฒน์ ทวีอิสราเมศร์",
     "uni": "ม.สุโขทัยธรรมาธิราช"
    },
    {
     "name": "เทพปัญญา เหมะธุลินทร์",
     "uni": "ม.สุโขทัยธรรมาธิราช"
    }
   ],
   "result": "แพ้",
   "score": "16-21, 22-20, 15-21",
   "tbd": false
  },
  {
   "id": "",
   "event": "WD40",
   "round": "Round of 64",
   "th": "อา. 31/5/2569 19:00",
   "iso": "2026-05-31 19:00",
   "court": "อาคารกีฬา2 - 1",
   "kmutt": [
    "ดร. ปริยาภัทร นิลสลับ",
    "มัทนพรรณ จิ๋วเจียม"
   ],
   "opp": [
    {
     "name": "NINETTE MATAAC",
     "uni": "มรภ.บ้านสมเด็จเจ้าพระยา"
    },
    {
     "name": "ผศ.ดร.สุนทรียา กาละวงศ์",
     "uni": "มรภ.บ้านสมเด็จเจ้าพระยา"
    }
   ],
   "result": "ชนะ",
   "score": "21-7, 21-8",
   "tbd": false
  },
  {
   "id": "",
   "event": "MDทั่วไป",
   "round": "Round of 64",
   "th": "อา. 31/5/2569 19:30",
   "iso": "2026-05-31 19:30",
   "court": "อาคารกีฬา2 - 1",
   "kmutt": [
    "DR.MANOVA STEPHENRAJ",
    "ธีรภัทร เขษมเวสารัชวุฒิ"
   ],
   "opp": [
    {
     "name": "ดร.วันฉัตร ศิริสาร",
     "uni": "ม.เกษตรศาสตร์"
    },
    {
     "name": "อาชวิน เฉลิมชัย",
     "uni": "ม.เกษตรศาสตร์"
    }
   ],
   "result": "ชนะ",
   "score": "18-21, 21-13, 21-14",
   "tbd": false
  },
  {
   "id": "",
   "event": "MDทั่วไป",
   "round": "Round of 128",
   "th": "อา. 31/5/2569",
   "iso": "2026-05-31",
   "court": "",
   "kmutt": [
    "DR.MANOVA STEPHENRAJ",
    "ธีรภัทร เขษมเวสารัชวุฒิ"
   ],
   "opp": [
    {
     "name": "Bye",
     "uni": ""
    }
   ],
   "result": "บาย",
   "score": "",
   "tbd": false
  },
  {
   "id": "",
   "event": "MDทั่วไป",
   "round": "Round of 128",
   "th": "อา. 31/5/2569",
   "iso": "2026-05-31",
   "court": "",
   "kmutt": [
    "ทยากร มหกรเพชร",
    "ผศ.ดร. อธิป ดุลย์จินดาชบาพร"
   ],
   "opp": [
    {
     "name": "Bye",
     "uni": ""
    }
   ],
   "result": "บาย",
   "score": "",
   "tbd": false
  },
  {
   "id": "",
   "event": "XD40",
   "round": "Round of 128",
   "th": "อา. 31/5/2569",
   "iso": "2026-05-31",
   "court": "",
   "kmutt": [
    "วรทัศน์ บุญไข่",
    "ดร. ปริยาภัทร นิลสลับ"
   ],
   "opp": [
    {
     "name": "Bye",
     "uni": ""
    }
   ],
   "result": "บาย",
   "score": "",
   "tbd": false
  },
  {
   "id": "",
   "event": "XD40",
   "round": "Round of 128",
   "th": "อา. 31/5/2569",
   "iso": "2026-05-31",
   "court": "",
   "kmutt": [
    "รศ.ดร. อธิปัตย์ บุญเหมาะ",
    "นิชาพร ยอดมณี"
   ],
   "opp": [
    {
     "name": "Bye",
     "uni": ""
    }
   ],
   "result": "บาย",
   "score": "",
   "tbd": false
  },
  {
   "id": "",
   "event": "XDทั่วไป",
   "round": "Round of 128",
   "th": "อา. 31/5/2569",
   "iso": "2026-05-31",
   "court": "",
   "kmutt": [
    "DR.MANOVA STEPHENRAJ",
    "ปัณฑ์ณธร สั้นป้อม"
   ],
   "opp": [
    {
     "name": "Bye",
     "uni": ""
    }
   ],
   "result": "บาย",
   "score": "",
   "tbd": false
  },
  {
   "id": "",
   "event": "XDทั่วไป",
   "round": "Round of 128",
   "th": "อา. 31/5/2569",
   "iso": "2026-05-31",
   "court": "",
   "kmutt": [
    "ธีรภัทร เขษมเวสารัชวุฒิ",
    "ดร.สุณิสา สถาพรวจนา"
   ],
   "opp": [
    {
     "name": "Bye",
     "uni": ""
    }
   ],
   "result": "บาย",
   "score": "",
   "tbd": false
  },
  {
   "id": "",
   "event": "MD40",
   "round": "Round of 64",
   "th": "จ. 1/6/2569 10:30",
   "iso": "2026-06-01 10:30",
   "court": "อาคารกีฬา2 - 1",
   "kmutt": [
    "ผศ.ดร. สุธิวัชร ศุภลักษณ์",
    "วรทัศน์ บุญไข่"
   ],
   "opp": [
    {
     "name": "ณัฐพล สิทธิผล",
     "uni": "ม.สุโขทัยธรรมาธิราช"
    },
    {
     "name": "วุฒิชาติ เกษโกวิท",
     "uni": "ม.สุโขทัยธรรมาธิราช"
    }
   ],
   "result": "ชนะ",
   "score": "21-6, 21-7",
   "tbd": false
  },
  {
   "id": "",
   "event": "MD45",
   "round": "Round of 64",
   "th": "จ. 1/6/2569 11:00",
   "iso": "2026-06-01 11:00",
   "court": "อาคารกีฬา2 - 5",
   "kmutt": [
    "รศ.ดร. อธิปัตย์ บุญเหมาะ",
    "สัญญา คงทอง"
   ],
   "opp": [
    {
     "name": "ผศ.ดร.ทศพล รัตน์นิยมชัย",
     "uni": "ม.เทคโนโลยีสุรนารี"
    },
    {
     "name": "รศ.ดร.สุภกิจ รูปขันธ์",
     "uni": "ม.เทคโนโลยีสุรนารี"
    }
   ],
   "result": "ชนะ",
   "score": "21-11, 21-15",
   "tbd": false
  },
  {
   "id": "",
   "event": "MD45",
   "round": "Round of 64",
   "th": "จ. 1/6/2569 11:30",
   "iso": "2026-06-01 11:30",
   "court": "อาคารกีฬา2 - 3",
   "kmutt": [
    "สุทธิพงษ์ โสภา",
    "ผศ.ดร. พิเชษฐ์ พินิจ"
   ],
   "opp": [
    {
     "name": "ชัยรัตน์ กาญจนพิบูลย์",
     "uni": "ม.ธรรมศาสตร์"
    },
    {
     "name": "รศ.ดร.กมล เอี่ยมพนากิจ",
     "uni": "ม.ธรรมศาสตร์"
    }
   ],
   "result": "ชนะ",
   "score": "12-21, 21-14, 21-16",
   "tbd": false
  },
  {
   "id": "",
   "event": "MD35",
   "round": "Round of 64",
   "th": "จ. 1/6/2569 13:00",
   "iso": "2026-06-01 13:00",
   "court": "อาคารกีฬา2 - 6",
   "kmutt": [
    "ดร. สิทถกานต์ สิทธิ",
    "พิสิษฐ์ วิชานนะ"
   ],
   "opp": [
    {
     "name": "จิรา ฉัตรนราธิป",
     "uni": "ม.มหิดล"
    },
    {
     "name": "ณรงค์ฤทธิ์ ศรีแก้ว",
     "uni": "ม.มหิดล"
    }
   ],
   "result": "ชนะ",
   "score": "22-20, 21-16",
   "tbd": false
  },
  {
   "id": "",
   "event": "MD35",
   "round": "Round of 64",
   "th": "จ. 1/6/2569 14:00",
   "iso": "2026-06-01 14:00",
   "court": "อาคารกีฬา2 - 3",
   "kmutt": [
    "ปรัชญา ภาคแก้ว",
    "ผศ.ดร. สุธิวัชร ศุภลักษณ์"
   ],
   "opp": [
    {
     "name": "นิภัทร์ สิงห์สวัสดิ์",
     "uni": "มรภ.พระนคร"
    },
    {
     "name": "โกศล บรรเทา",
     "uni": "มรภ.พระนคร"
    }
   ],
   "result": "ชนะ",
   "score": "21-19, 21-11",
   "tbd": false
  },
  {
   "id": "",
   "event": "XD40",
   "round": "Round of 32",
   "th": "จ. 1/6/2569 14:30",
   "iso": "2026-06-01 14:30",
   "court": "อาคารกีฬา2 - 3",
   "kmutt": [
    "วรทัศน์ บุญไข่",
    "ดร. ปริยาภัทร นิลสลับ"
   ],
   "opp": [
    {
     "name": "รองศาสตราจารย์ ดร.คณิศร์ มาตรา [3/4]",
     "uni": "ม.ศรีนครินทรวิโรฒ"
    },
    {
     "name": "อาจารย์มาริสา เกตุขาว",
     "uni": "ม.ศรีนครินทรวิโรฒ"
    }
   ],
   "result": "ชนะ",
   "score": "21-10, 21-13",
   "tbd": false
  },
  {
   "id": "",
   "event": "XD40",
   "round": "Round of 32",
   "th": "จ. 1/6/2569 15:30",
   "iso": "2026-06-01 15:30",
   "court": "อาคารกีฬา2 - 7",
   "kmutt": [
    "รศ.ดร. อธิปัตย์ บุญเหมาะ",
    "นิชาพร ยอดมณี"
   ],
   "opp": [
    {
     "name": "พงศกร ช้างผึ้ง",
     "uni": "ม.บูรพา"
    },
    {
     "name": "ทัชชญา มิ่งสันติสุข",
     "uni": "ม.บูรพา"
    }
   ],
   "result": "แพ้",
   "score": "16-21, 13-21",
   "tbd": false
  },
  {
   "id": "",
   "event": "XD45",
   "round": "Round of 32",
   "th": "จ. 1/6/2569 17:00",
   "iso": "2026-06-01 17:00",
   "court": "อาคารกีฬา2 - 8",
   "kmutt": [
    "สุทธิพงษ์ โสภา",
    "วิชชุดา เต๊ะดอเลาะ"
   ],
   "opp": [
    {
     "name": "พิทักษ์ นวลจันทร์ [1]",
     "uni": "ม.มหาจุฬาลงกรณราชวิทยาลัย"
    },
    {
     "name": "ดร.สายรุ้ง บุบผาพันธ์",
     "uni": "ม.มหาจุฬาลงกรณราชวิทยาลัย"
    }
   ],
   "result": "แพ้",
   "score": "10-21, 4-21",
   "tbd": false
  },
  {
   "id": "",
   "event": "XDทั่วไป",
   "round": "Round of 32",
   "th": "จ. 1/6/2569 17:00",
   "iso": "2026-06-01 17:00",
   "court": "อาคารกีฬา2 - 1",
   "kmutt": [
    "ธีรภัทร เขษมเวสารัชวุฒิ",
    "ดร.สุณิสา สถาพรวจนา"
   ],
   "opp": [
    {
     "name": "วรพงศ์ รักษาเดช",
     "uni": "ม.สงขลานครินทร์"
    },
    {
     "name": "สิริวดี ศรีโอสถ",
     "uni": "ม.สงขลานครินทร์"
    }
   ],
   "result": "ชนะ",
   "score": "21-17, 12-21, 21-15",
   "tbd": false
  },
  {
   "id": "",
   "event": "XD50",
   "round": "Round of 32",
   "th": "จ. 1/6/2569 17:30",
   "iso": "2026-06-01 17:30",
   "court": "อาคารกีฬา2 - 8",
   "kmutt": [
    "ผศ.ดร. พิเชษฐ์ พินิจ",
    "ดรุณี พินิจ"
   ],
   "opp": [
    {
     "name": "ผศ.ดร.อภิชาต ดะลุณเพธย์",
     "uni": "ม.เกษตรศาสตร์"
    },
    {
     "name": "ดุจฝัน เอี้ยงสุวรรณปัทมะ",
     "uni": "ม.เกษตรศาสตร์"
    }
   ],
   "result": "แพ้",
   "score": "12-21, 14-21",
   "tbd": false
  },
  {
   "id": "",
   "event": "XD35",
   "round": "Round of 32",
   "th": "จ. 1/6/2569 18:00",
   "iso": "2026-06-01 18:00",
   "court": "อาคารกีฬา2 - 6",
   "kmutt": [
    "พิสิษฐ์ วิชานนะ",
    "อรชร กำเนิด"
   ],
   "opp": [
    {
     "name": "พิศาล คงเอียด",
     "uni": "มรภ.กาญจนบุรี"
    },
    {
     "name": "กุลธิดา เธียรผาติ",
     "uni": "มรภ.กาญจนบุรี"
    }
   ],
   "result": "ชนะ",
   "score": "21-10, 21-12",
   "tbd": false
  },
  {
   "id": "",
   "event": "XD45",
   "round": "Round of 32",
   "th": "จ. 1/6/2569 18:00",
   "iso": "2026-06-01 18:00",
   "court": "อาคารกีฬา2 - 2",
   "kmutt": [
    "สัญญา คงทอง",
    "มัทนพรรณ จิ๋วเจียม"
   ],
   "opp": [
    {
     "name": "ธง บุญเรือง",
     "uni": "มรภ.กาญจนบุรี"
    },
    {
     "name": "จิรายุ มีบุศย์",
     "uni": "มรภ.กาญจนบุรี"
    }
   ],
   "result": "ชนะ",
   "score": "21-10, 21-8",
   "tbd": false
  },
  {
   "id": "",
   "event": "WD45",
   "round": "Round of 32",
   "th": "จ. 1/6/2569 19:30",
   "iso": "2026-06-01 19:30",
   "court": "อาคารกีฬา2 - 6",
   "kmutt": [
    "ดร.สุณิสา สถาพรวจนา",
    "ดรุณี พินิจ"
   ],
   "opp": [
    {
     "name": "นพนนท์ หาแก้ว",
     "uni": "ม.มหิดล"
    },
    {
     "name": "ปาณิสรา ติณธรานนท์",
     "uni": "ม.มหิดล"
    }
   ],
   "result": "ชนะ",
   "score": "21-16, 21-19",
   "tbd": false
  },
  {
   "id": "",
   "event": "WD45",
   "round": "Round of 32",
   "th": "จ. 1/6/2569 20:00",
   "iso": "2026-06-01 20:00",
   "court": "อาคารกีฬา2 - 5",
   "kmutt": [
    "พงศ์พงา จางบัว",
    "ฤดี วงษ์แก้ว"
   ],
   "opp": [
    {
     "name": "ขวัญชนก เฉลิมศรี",
     "uni": "มทร.ล้านนา"
    },
    {
     "name": "แจ่มใส จันทร์กลาง",
     "uni": "มทร.ล้านนา"
    }
   ],
   "result": "ชนะ",
   "score": "21-10, 21-16",
   "tbd": false
  },
  {
   "id": "",
   "event": "XD40",
   "round": "Round of 16",
   "th": "อ. 2/6/2569 9:00",
   "iso": "2026-06-02 09:00",
   "court": "อาคารกีฬา2 - 6",
   "kmutt": [
    "วรทัศน์ บุญไข่",
    "ดร. ปริยาภัทร นิลสลับ"
   ],
   "opp": [
    {
     "name": "พัฒนชัย กลั่นประโคน",
     "uni": "ม.มหิดล"
    },
    {
     "name": "ศิรินันท์ สุรักษ์กิตติกุล",
     "uni": "ม.มหิดล"
    }
   ],
   "result": "แพ้",
   "score": "23-25, 21-17, 15-21",
   "tbd": false
  },
  {
   "id": "",
   "event": "XDทั่วไป",
   "round": "Round of 16",
   "th": "อ. 2/6/2569 10:00",
   "iso": "2026-06-02 10:00",
   "court": "อาคารกีฬา2 - 7",
   "kmutt": [
    "ธีรภัทร เขษมเวสารัชวุฒิ",
    "ดร.สุณิสา สถาพรวจนา"
   ],
   "opp": [
    {
     "name": "ผศ.ดร.ภูริทัต กนกกังสดาล",
     "uni": "ม.ธรรมศาสตร์"
    },
    {
     "name": "ภิรมณ จำแนกทาน",
     "uni": "ม.ธรรมศาสตร์"
    }
   ],
   "result": "แพ้",
   "score": "5-21, 7-21",
   "tbd": false
  },
  {
   "id": "",
   "event": "XD45",
   "round": "Round of 16",
   "th": "อ. 2/6/2569 11:00",
   "iso": "2026-06-02 11:00",
   "court": "อาคารกีฬา2 - 8",
   "kmutt": [
    "สัญญา คงทอง",
    "มัทนพรรณ จิ๋วเจียม"
   ],
   "opp": [
    {
     "name": "รศ.ดร.กมล เอี่ยมพนากิจ",
     "uni": "ม.ธรรมศาสตร์"
    },
    {
     "name": "สุรางรัตน์ ศิริจำปา",
     "uni": "ม.ธรรมศาสตร์"
    }
   ],
   "result": "ชนะ",
   "score": "21-9, 21-8",
   "tbd": false
  },
  {
   "id": "",
   "event": "XD35",
   "round": "Round of 16",
   "th": "อ. 2/6/2569 11:30",
   "iso": "2026-06-02 11:30",
   "court": "อาคารกีฬา2 - 3",
   "kmutt": [
    "พิสิษฐ์ วิชานนะ",
    "อรชร กำเนิด"
   ],
   "opp": [
    {
     "name": "ทวิช พรหมพิทักษ์กุล",
     "uni": "จุฬาฯ"
    },
    {
     "name": "อาจารย์ ดร.ชัญญภัค โตเจริญบดี",
     "uni": "จุฬาฯ"
    }
   ],
   "result": "แพ้",
   "score": "7-21, 5-21",
   "tbd": false
  },
  {
   "id": "4341",
   "event": "MD45",
   "round": "Round of 32",
   "th": "อ. 2/6/2569 13:30",
   "iso": "2026-06-02 13:30",
   "court": "อาคารกีฬา2",
   "kmutt": [
    "รศ.ดร. อธิปัตย์ บุญเหมาะ",
    "สัญญา คงทอง"
   ],
   "opp": [
    {
     "name": "ผู้ช่วยศาสตราจารย์ ดร. พลกฤษณ์ วงษ์สันติสุข [1]",
     "uni": "มจพ."
    },
    {
     "name": "อาจารย์ณัฐวุฒิ สร้อยดอกสน",
     "uni": "มจพ."
    }
   ],
   "result": "",
   "score": "",
   "tbd": false
  },
  {
   "id": "3973",
   "event": "WD40",
   "round": "Round of 32",
   "th": "อ. 2/6/2569 13:30",
   "iso": "2026-06-02 13:30",
   "court": "อาคารกีฬา2",
   "kmutt": [
    "นิชาพร ยอดมณี",
    "อรชร กำเนิด"
   ],
   "opp": [
    {
     "name": "ภัทรพร คุนาพงษ์กิติ",
     "uni": "มรภ.ราชนครินทร์"
    },
    {
     "name": "มธุริน พงศกรพาณิช",
     "uni": "มรภ.ราชนครินทร์"
    }
   ],
   "result": "",
   "score": "",
   "tbd": false
  },
  {
   "id": "5588",
   "event": "WD35",
   "round": "Round of 32",
   "th": "อ. 2/6/2569 14:00",
   "iso": "2026-06-02 14:00",
   "court": "อาคารกีฬา2",
   "kmutt": [
    "ช่อทิพย์ ระหงษ์",
    "วิชชุดา เต๊ะดอเลาะ"
   ],
   "opp": [
    {
     "name": "ฐิตารีย์ ทำทอง",
     "uni": "ม.ธรรมศาสตร์"
    },
    {
     "name": "อัมพร มะลิซ้อน",
     "uni": "ม.ธรรมศาสตร์"
    }
   ],
   "result": "",
   "score": "",
   "tbd": false
  },
  {
   "id": "5583",
   "event": "WD35",
   "round": "Round of 32",
   "th": "อ. 2/6/2569 14:30",
   "iso": "2026-06-02 14:30",
   "court": "อาคารกีฬา2",
   "kmutt": [
    "พงศ์พงา จางบัว",
    "ฤดี วงษ์แก้ว"
   ],
   "opp": [
    {
     "name": "อาจารย์กุสุมา รวมธรรม",
     "uni": "มรภ.วไลยอลงกรณ์ ในพระบรมราชูปถัมภ์"
    },
    {
     "name": "อาจารย์ธิดารัตน์ กันฮะ",
     "uni": "มรภ.วไลยอลงกรณ์ ในพระบรมราชูปถัมภ์"
    }
   ],
   "result": "",
   "score": "",
   "tbd": false
  },
  {
   "id": "3200",
   "event": "MD35",
   "round": "Round of 32",
   "th": "อ. 2/6/2569 15:00",
   "iso": "2026-06-02 15:00",
   "court": "อาคารกีฬา2",
   "kmutt": [
    "ดร. สิทถกานต์ สิทธิ",
    "พิสิษฐ์ วิชานนะ"
   ],
   "opp": [
    {
     "name": "กฤษดา ประชุมราศี",
     "uni": "ม.ขอนแก่น"
    },
    {
     "name": "ปองสันต์ สรรพวานิชกิจ",
     "uni": "ม.ขอนแก่น"
    }
   ],
   "result": "",
   "score": "",
   "tbd": false
  },
  {
   "id": "3964",
   "event": "WD40",
   "round": "Round of 32",
   "th": "อ. 2/6/2569 15:00",
   "iso": "2026-06-02 15:00",
   "court": "อาคารกีฬา2",
   "kmutt": [
    "ดร. ปริยาภัทร นิลสลับ",
    "มัทนพรรณ จิ๋วเจียม"
   ],
   "opp": [
    {
     "name": "อัยย์ญดา สิรินจุลพงศ์",
     "uni": "มรภ.พระนคร"
    },
    {
     "name": "เพชรรัตน์ มะหะหมัด",
     "uni": "มรภ.พระนคร"
    }
   ],
   "result": "",
   "score": "",
   "tbd": false
  },
  {
   "id": "3208",
   "event": "MD35",
   "round": "Round of 32",
   "th": "อ. 2/6/2569 15:30",
   "iso": "2026-06-02 15:30",
   "court": "อาคารกีฬา2",
   "kmutt": [
    "ปรัชญา ภาคแก้ว",
    "ผศ.ดร. สุธิวัชร ศุภลักษณ์"
   ],
   "opp": [
    {
     "name": "ณัฐพันธุ์ กองบัวใหม่",
     "uni": "ม.แม่ฟ้าหลวง"
    },
    {
     "name": "ดนัย สายสงวนสัตย์",
     "uni": "ม.แม่ฟ้าหลวง"
    }
   ],
   "result": "",
   "score": "",
   "tbd": false
  },
  {
   "id": "4355",
   "event": "MD45",
   "round": "Round of 32",
   "th": "อ. 2/6/2569 16:30",
   "iso": "2026-06-02 16:30",
   "court": "อาคารกีฬา2",
   "kmutt": [
    "สุทธิพงษ์ โสภา",
    "ผศ.ดร. พิเชษฐ์ พินิจ"
   ],
   "opp": [
    {
     "name": "นรินทร์ กุลนภาดล",
     "uni": "มรภ.ราชนครินทร์"
    },
    {
     "name": "พอเจตน์ ธรรมศิริขวัญ",
     "uni": "มรภ.ราชนครินทร์"
    }
   ],
   "result": "",
   "score": "",
   "tbd": false
  },
  {
   "id": "5334",
   "event": "MDทั่วไป",
   "round": "Round of 32",
   "th": "อ. 2/6/2569 18:00",
   "iso": "2026-06-02 18:00",
   "court": "อาคารกีฬา2",
   "kmutt": [
    "DR.MANOVA STEPHENRAJ",
    "ธีรภัทร เขษมเวสารัชวุฒิ"
   ],
   "opp": [
    {
     "name": "ธนชัย ทะสุใจ",
     "uni": "มทร.ล้านนา"
    },
    {
     "name": "ผศ.วิโรจน์ มงคลเทพ",
     "uni": "มทร.ล้านนา"
    }
   ],
   "result": "",
   "score": "",
   "tbd": false
  },
  {
   "id": "3716",
   "event": "MD40",
   "round": "Round of 32",
   "th": "อ. 2/6/2569 19:30",
   "iso": "2026-06-02 19:30",
   "court": "อาคารกีฬา2",
   "kmutt": [
    "ผศ.ดร. สุธิวัชร ศุภลักษณ์",
    "วรทัศน์ บุญไข่"
   ],
   "opp": [
    {
     "name": "ผศ.วีระ ยินดี",
     "uni": "มทร.ตะวันออก"
    },
    {
     "name": "วรวุฒิ ตะนุมงคล",
     "uni": "มทร.ตะวันออก"
    }
   ],
   "result": "",
   "score": "",
   "tbd": false
  },
  {
   "id": "",
   "event": "WD45",
   "round": "Round of 16",
   "th": "",
   "iso": "",
   "court": "",
   "kmutt": [
    "ดร.สุณิสา สถาพรวจนา",
    "ดรุณี พินิจ"
   ],
   "opp": [
    {
     "name": "ดร.รัตน์นที วิโรจน์ฤทธิ์",
     "uni": "ม.มหาจุฬาลงกรณราชวิทยาลัย"
    },
    {
     "name": "ดร.สายรุ้ง บุบผาพันธ์",
     "uni": "ม.มหาจุฬาลงกรณราชวิทยาลัย"
    }
   ],
   "result": "",
   "score": "",
   "tbd": false
  },
  {
   "id": "",
   "event": "WD45",
   "round": "Round of 16",
   "th": "",
   "iso": "",
   "court": "",
   "kmutt": [
    "พงศ์พงา จางบัว",
    "ฤดี วงษ์แก้ว"
   ],
   "opp": [
    {
     "name": "ปิยนันทนา ฤทธิ์เต็ม [2]",
     "uni": "ม.ศรีนครินทรวิโรฒ"
    },
    {
     "name": "พัชรบูรณ์ เนียมสุวรรณ",
     "uni": "ม.ศรีนครินทรวิโรฒ"
    }
   ],
   "result": "",
   "score": "",
   "tbd": false
  },
  {
   "id": "",
   "event": "XD45",
   "round": "Quarter final",
   "th": "",
   "iso": "",
   "court": "",
   "kmutt": [
    "สัญญา คงทอง",
    "มัทนพรรณ จิ๋วเจียม"
   ],
   "opp": [
    {
     "name": "องอาจ เพียงโคกกรวด",
     "uni": "ม.เทคโนโลยีสุรนารี"
    },
    {
     "name": "ศศิรชา ชัยชมภู",
     "uni": "ม.เทคโนโลยีสุรนารี"
    }
   ],
   "result": "",
   "score": "",
   "tbd": false
  }
 ]
};
